<template>
   <section class="about">
      <main class="about__wrapper container">
         <div class="about__info">
            <h2 class="about__info-title equipments__title little-defolt-title">
               О компании
            </h2>

            <p class="about__info-text">
               ООО "Станкобокс" предлагает деревообрабатывающее и
               металлообрабатывающее оборудование высокого качества с различными
               характеристиками. Наш широкий ассортимент оборудования позволит
               удовлетворить все производственные потребности. Мы предлагаем
               ленточнопильные, токарные, сверлильные и фрезерные станки,
               подходящие для различных задач на предприятии. Также доступны
               автоматические станки и станки с ЧПУ для автоматизации
               производства. Все станки с ЧПУ оснащены системами управления GSK,
               Siemens иkb Fanuc. Мы осуществляем доставку деревообрабатывающих
               и металлообрабатывающих станков по всей России.
               <br />
               Если вы не нашли нужного вам станка в нашем каталоге, мы всегда
               можем подобрать и поставить его для вашего предприятия.
            </p>
            <p class="about__info-text">
               Обратите внимание, что фирма-производитель оставляет за собой
               право на изменения в конструкции, дизайне и комплектации станков
               без предварительного уведомления. Вся информация на сайте носит
               справочный характер и не является публичной офертой.
            </p>
         </div>
         <img
            class="about__image"
            src="~/assets/img/About/Preview-items.png"
            alt="Примеры работ"
         />
      </main>
   </section>
</template>

<script setup></script>

<style lang="scss" scoped></style>
